Repository: Agilefreaks/WinOmni
Catalog: Code/Omnipaste/Properties/Resources.*.resx
Languages: pt, ro

# ButtonAuthenticate
source: Authenticate
pt: Autenticar
ro: Autentifică-te

# ButtonCancel
source: Cancel
pt: Cancelar
ro: Renunță

# ButtonExit
source: Exit
pt: Sair
ro: Ieși

source: Click Here
pt: Clique Aqui
ro: Apasă aici

# UserTokenLabel1
source: To connect, you need an authorization code. You can get one from the
pt: Para poder conectar seus dispositivos você precisa de um código de autorização.
ro: Pentru a-ți putea conecta dispozitivele, ai neovie de un cod de autorizare.

# UserTokenLabel2
source: website.
pt: Clique aqui para obter o seu código de autorização do site da Omnipaste.
ro: Apasă aici pentru a obține un cod de autorizare de pe website-ul Omnipaste.

# ActivationFailedLabel
source: Sorry master we failed, please don't kill us!
pt: Desculpe mestre, nós falhámos! Por favor não nos mate!
ro: Îmi pare rău stăpâne, am dat greș, te rog să nu mă omori!

# AndroidInstallGuideLabel1
source: Congratulations Omnipaste was installed successfully on your PC.
pt: Parabéns! Omnipaste foi instalado com sucesso no seu PC.
ro: Felicitări, Omnipaste s-a instalat cu succes pe PC-ul tău

# AndroidInstallGuideLabel2
source: Next, we need to install Omnipaste on your Android device. Please use this link to install the application from Google Play:
pt: Agora vamos instalar o Omnipaste no seu dispositivo Android. Por favor, use esta ligação para instalar a aplicação no Google Play:
ro: În continuare trebuie să instalăm Omnipaste pe dispozitivul tău Android. Pentru a face asta te rog folosește acest link de pe Google Play:

# AndroidInstallGuideLabel4
source: We'll wait for you to do that and once you install the app, your devices will be automatically linked together, allowing you to copy-paste and receive notifications between them.
pt: Vamos esperar para que instale a aplicação. Quando o fizer, os seus dispositivos estarão automaticamente interligados, o que irá permitir que copie e cole, bem como receber notificações entre eles.
ro: O să așteptăm să faci asta și odată ce ai terminat de instalat aplicația, dispozitivele tale vor fi automat conectate împreună, permițându-ți să faci copy-paste și să primești notificări între ele.

# LoadingLabel
source: Loading ...
pt: A carregar ...
ro: Încărcare ...

# ActivationFailedHeader
source: Show me why
pt: Mostre-me como
ro: Arat-mi motivul

# ButtonRetry
source: Retry
pt: Tentar novamente
ro: Încearcă din nou

# ClippingListEmptyLabel
source: You currently have no clippings.
pt: Atualmente você não tem recortes.
ro: În prezent nu aveți niciun clipping.

# MasterClippingListHeaderAll
source: All
pt: Todos
ro: Toate

# MasterEventListHeaderAll
source: All
ro: Toate

# MasterEventListHeaderCalls
source: Incoming Calls
ro: Apeluri primite

# MasterEventListHeaderSms
source: Incoming Messages
ro: Mesaje primite

# ButtonReply
source: Reply
pt: Responder
ro: Răspunde

# CallingLabel
source: Your phone will start calling soon. Please pick it up.
pt: O seu telemóvel irá tocar. Por favor atenda.
ro: Telefonul tău va începe să sune în curând.

# ClippingNotificationTitle
source: New clipping
pt: Novo corte
ro: Clipping nou

# EventListEmpty
source: There are no events to display.
pt: Não existem eventos para mostrar.
ro: Nu e niciun eveniment de arătat.

# HyperlinkNotificationTitle
source: Incoming Link
pt: Ligações Recebidas
ro: Link nou

# IncommingCallNotificationCallEnded
source: Call ended
pt: Chamada terminada
ro: Apel terminat

# IncommingCallNotificationEndCall
source: End Call
pt: Terminar Chamada
ro: Închide apelul

# IncommingCallNotificationSendSms
source: Send Text
pt: Enviar Texto
ro: Trimite SMS

# IncommingCallNotificationTitle
source: Incoming call from
pt: Chamada recebida de
ro: Te apelează

# IncommingSmsNotificationTitle
source: Incoming SMS from
pt: Mensagem recebida de
ro: SMS nou de la

# ButtonSend
source: Send
pt: Enviar
ro: Trimite

# SmsComposerLabelMessage
source: Message
pt: Mensagem
ro: Mesaj

# SmsComposerLabelRecepients
source: Recipients
pt: Recebidas
ro: Destinatari

# SmsComposerSending
source: Sending ...
pt: A enviar ...
ro: Se trimite ...

# SmsComposerSuccess
source: Message sent successfully
pt: Mensagem enviada com sucesso
ro: Mesaj trimis cu succes

# SmsComposerTitle
source: Send SMS
pt: Enviar Mensagem
ro: Trimite SMS

# MasterClippingListDisplayName
source: Clippings
ro: Clipping-uri

# MasterEventListDisplayName
source: Notifications
ro: Notificări

# ShellBallonContent
source: Omnipaste is still running. To open the window again, double-click the icon.
pt: Omnipaste está ainda em execução. Para abrir a janela novamente, faça duplo clique no ícone.
ro: Omnipaste încă rulează. Pentru a-l deschide, fă dublu-click pe iconiță.

# ShellBallonTitle
source: Running in the background
pt: Ainda em execução
ro: Rulează în fundal.

# BrokenCommunicationError
source: Communication with the server is broken. Please try again later.
pt: A comunicação com o servidor falhou. Por favor tente mais tarde.
ro: Comunicarea cu serverul nu functionează. Vă rugăm încercați mai târziu.

source: Warning
pt: Aviso
ro: Avertisment

# ConnectionConnect
source: Connect
pt: conectar
ro: Conectare

# ConnectionDisconnect
source: Disconnect
ro: Deconectare

# ContextMenuAutoStart
source: Auto start
pt: início automático
ro: Start automat

# ContextMenuStopSync
source: Stop Synchronization
pt: Parar sincronização
ro: Oprește sincronizarea

# EmptyTokenFromServer
source: Access token empty in GetRemoteConfiguration.GetExecuteResult - Problem in the API
pt: Token de acesso vazio em GetRemoteConfiguration.GetExecuteResult - Problema na API
ro: Token de acces gol în GetRemoteConfiguration.GetExecuteResult - Problemă cu API-ul

# EventTooltipCallBack
source: Call back
pt: Ligar de volta
ro: Sună înapoi

# EventTooltipReply
source: Reply with SMS
pt: Responder por Mensagem
ro: Răspunde cu SMS

# ExceptionDuringAuthentication
source: Exception encountered while validating authentication code
pt: Excepção encontrada ao validar código de autenticação
ro: O excepție a fost întâmpinată în timpul validării codului de autentificare.

# MissingUserTokenError
source: Empty authorization code given. Please use a non empty authorization code.
ro: Am primit un toke de autentificare gol. Vă rugăm folosiți un token de autentificare ce nu este gol.

# OtherInstanceRunning
source: Another instance is already running. Check for the tray icon.
pt: Outra instância já está em execução. Verifique o ícone de bandeja.
ro: O altă instanță rulează deja. Verificați iconița din bara de activități.

# SettingsHeader
source: Open settings
pt: Abra as configurações
ro: Deschide setările

# SettingsLogOut
source: Log out
pt: esconexão da rede
ro: Deconectare

source: Authentication Required
pt: Autenticação necessária
ro: Autorizare

# ConnectionFailed
source: Could not reach the Omnipaste server. Please try again or check the connection settings bellow.
pt: Não foi possível alcançar o servidor Omnipaste. Por favor, tente novamente ou verifique a conexão valores abaixo.
ro: Nu am putut ajunge la serverul Omnipaste. Vă rugăm să verificați setările de conectare de mai jos și să încercați din nou.

# ConnectionSettingsHeader
source: Connection Settings
pt: Configurações de conexão
ro: Setări de conexiune

source: Connection Troubleshooter
pt: Solução de problemas de conexão
ro: Depanarea conexiunii

# NoProxyUsed
source: No proxy server is used. A direct connection is made to the Omnipaste server.
pt: Nenhum servidor proxy é usado. Uma conexão direta é feita para o servidor Omnipaste.
ro: Nu se folosește niciun proxy. Conexiunea se va efectua direct către serverul Omnipaste.

# PingingHome
source: Trying to contact Omnipaste server.
pt: Tentando se conectar servidor Omnipaste.
ro: Se încearcă conectarea cu serverul Omnipaste.

# ProxyPassword
source: Password:
pt: Senha:
ro: Parolă:

# ProxyPort
source: Port number:
pt: Número da porta:
ro: Număr port:

source: Proxy Type
pt: Tipo de proxy
ro: Tip proxy

# ProxyUsername
source: Username:
pt: Nome de usuário:
ro: Utilizator:

source: Connection Error
pt: Erro de conexão
ro: Eroare de conexiune

# EnableSMSBranding
source: Add "via Omnipaste" to SMS
pt: Adicionar "via Omnipaste" para SMS
ro: Adăugați "via Omnipaste" la SMS

source: Connected
pt: Conectado
ro: Conectat

source: Disconnected
pt: Desconectado
ro: Deconectat

# Dismiss
source: Dismis
ro: Îndepărtează

# CongratulationsContent
source: You can now copy and paste text across devices. Try that now by copying some text from your Android device
pt: Agora você pode copiar e colar texto entre dispositivos. Tente fazer isso agora, copiando um texto de seu dispositivo Android
ro: Acum ai posibilitatea să faci copy și paste între dispozitivele tale. Încearcă asta acum copiind o bucată de text de pe dispozitivul Android.

# CongratulationsHeader
source: Congratulations, your devices are now linked.
pt: Parabéns! Os seus dispositivos estão agora interligados.
ro: Felicitări, dispozitivele tale sunt acum conectate.

# ClippingListEmptyContent
source: To add some, copy a text the way you usually do. The text will automatically appear here. You will be able to paste it on your other devices that are connected on Omnipaste. For more information, check out our video below.
pt: Para adicionar um pouco, copiar um texto do jeito que você costuma fazer. O texto aparecerá automaticamente aqui. Você será capaz de colá-lo em seus outros dispositivos que estão conectados em Omnipaste. Para mais informações, confira nosso vídeo abaixo.
ro: Pentru a adăuga unul, copiați un text așa cum faceți de obicei. Textul va apărea în mod automat aici. Veți fi capabil să-l lipiți pe alte dispozitive care sunt conectate pe Omnipaste. Pentru mai multe informații, consultați videoclipul nostru de mai jos.

# SampleLocalClipping
source: This is how a local clipping looks like
pt: Isto é como um recorte local, parece
ro: Așa arată un clipping local

# CreateClippingFooter
source: Once copied, you'll have this text available on your computer's clipboard. You can even paste it on Facebook. The possibilities are endless.
pt: Uma vez copiado, o texto estará disponível para si na área de transferência do seu computador. Até poderá colar este texto no Facebook. Existem inúmeras possibilidades.
ro: Odată ce l-ai copiat, acest text va fi disponibil pe clipboard-ul computer-ului tău. Poți chiar să-l copiezi pe Facebook. Posibilitățile sunt nenumărate.

# CreateClippingHeader
source: Go ahead and copy the following text (right click and select copy) :
pt: Vamos lá! Copie o seguinte texto (clique no botão do lado direito e seleccione copiar) :
ro: Copiază următorul text (click dreapta și selectează copy):

# CreateClippingSample
source: I just installed Omnipaste, the service that links my devices.
pt: Acabei de instalar Omnipaste, o serviço que interliga os meus dispositivos.
ro: Tocmai am instalat Omnipaste, serviciul care îmi conectează dispozitivele mele.

source: Calls
pt: Chamadas
ro: Apeluri

source: Messages
pt: Mensagens
ro: Mesaje

source: Activity
pt: Atividade
ro: Activitate

# MasterClippingListHeaderCloud
source: Cloud
pt: Nuvem

# MasterClippingListHeaderLocal
source: Local
pt: Dispositivo

# ButtonBrowse
source: Browse
pt: Explorar
