Repository: Agilefreaks/WinOmni
Catalog: Code/OmniHolidays/Properties/Resources.*.resx
Languages: ro

# ChooseOtherTemplateLabel
source: Choose a different category or language
ro: Alege o altă categorie sau limbă

source: Colleagues
ro: Colegi

# ColleaguesTemplateInfo
source: Choose a personalized greeting to your co-workers!
ro: Alege un mesaj pentru colegii tăi de serviciu!

# ContactListHeader
source: Contacts
ro: Contacte

# ContactListSubHeader
source: Select the contacts to whom you want to send the SMS
ro: Selectează contactele cărora vrei să le trimiți un SMS

source: English
ro: Engleză

source: Family
ro: Familie

# FamilyTemplateInfo
source: Choose a custom greeting for your family!
ro: Alege un mesaj pentru familia ta!

# FetchContactsTakingLong
source: It seems it's taking longer then usual to fetch your contacts. Please make sure your phone is on or try again.
ro: Se pare că aducerea contactelor durează mai mult decât de obicei. Verifică te rog că ai telefonul pornit sau încearcă din nou.

# FetchingContacts
source: Fetching your contacts...
ro: Aducem contactele tale...

source: Friends
ro: Prieteni

# FriendsTemplateInfo
source: Choose a custom greeting for your friends!
ro: Alege un mesaj pentru prietenii tăi!

# GreetingHeader
source: Choose your Greeting for
ro: Alege un mesaj pentru

# GreetingLanguageLabel
source: Greeting Language:
ro: Limba mesajului:

source: Holidays
ro: Sarbatori

# MessageSent
source: Message sent successfully!
ro: Mesaj trimis cu succes!

# PlaceholderInfo
source: Names will be added automatically in the blank space.
ro: Numele vor fi înlocuite automat in spațiile goale.

source: Polish
ro: Poloneză

source: Portuguese
ro: Portugheză

# RetryFetchContacts
source: Retry
ro: Incearcă din nou

source: Romanian
ro: Română

source: School
ro: Școală

# SchoolTemplateInfo
source: Choose a personalized greeting to your classmates!
ro: Alege un mesaj pentru colegii tăi!

source: Select All
ro: Selectează tot

# SendingMessageContentHeader
source: This is how your message will look:
ro: Așa va arăta mesajul tău:

# SendingMessagePart1
source: Sending the message bellow to the
ro: Trimitem mesajul de mai jos la

# SendingMessagePart2
source: contacts that you selected
ro: contactele selectate

source: To:
ro: Către:
